Repository: soyeht/soyeht-ios
Catalog: TerminalApp/Soyeht/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, pt_br, pt_pt, ru, ur, zh_hans

# haptic.zone.voiceInput
source: Voice Input
ar: إدخال صوتي
bn: ভয়েস ইনপুট
de: Spracheingabe
es: Entrada de voz
fr: Entrée vocale
hi: वॉइस इनपुट
id: Masukan Suara
ja: 音声入力
ko: 음성 입력
pt_br: Entrada de voz
pt_pt: Entrada por voz
ru: Голосовой ввод
ur: صوتی ان پٹ
zh_hans: 语音输入

# household.joinRequest.peek.accessibilityLabel
source: Show join request from %@
ar: إظهار طلب الانضمام من %@
de: Beitrittsanfrage von %@ anzeigen
es: Mostrar solicitud de unión de %@
fr: Afficher la demande d’ajout de %@
hi: %@ की join request दिखाएं
id: Tampilkan permintaan bergabung dari %@
ja: %@ からの参加リクエストを表示
ko: %@의 참여 요청 보기
pt_br: Mostrar solicitação de pareamento de %@
pt_pt: Mostrar pedido de associação de %@
ru: Показать запрос на вход от %@
ur: %@ کی join request دکھائیں
zh_hans: 显示来自 %@ 的加入请求

# instancelist.action.delete
source: delete
ar: حذف
bn: মুছুন
de: löschen
es: eliminar
fr: supprimer
hi: हटाएँ
id: hapus
ja: 削除
ko: 삭제
pt_br: deletar
pt_pt: apagar
ru: удалить
ur: حذف کریں
zh_hans: 删除

# instancelist.action.rebuild
source: rebuild
ar: إعادة البناء
bn: পুনর্নির্মাণ
de: neu bauen
es: reconstruir
fr: reconstruire
hi: पुनर्निर्माण
id: bangun ulang
ja: 再ビルド
ko: 다시 빌드
pt_br: reconstruir
pt_pt: reconstruir
ru: пересобрать
ur: دوبارہ تعمیر
zh_hans: 重建

# instancelist.action.restart
source: restart
ar: إعادة التشغيل
bn: পুনরায় শুরু
de: neu starten
es: reiniciar
fr: redémarrer
hi: पुनरारंभ
id: mulai ulang
ja: 再起動
ko: 재시작
pt_br: reiniciar
pt_pt: reiniciar
ru: перезапуск
ur: دوبارہ شروع
zh_hans: 重新启动

# instancelist.action.start
source: start
ar: ابدأ
bn: শুরু
de: starten
es: iniciar
fr: démarrer
hi: शुरू
id: mulai
ja: 開始
ko: 시작
pt_br: iniciar
pt_pt: iniciar
ru: старт
ur: شروع
zh_hans: 启动

# instancelist.action.stop
source: stop
ar: إيقاف
bn: বন্ধ
de: stoppen
es: detener
fr: arrêter
hi: रोकें
id: berhenti
ja: 停止
ko: 중지
pt_br: parar
pt_pt: parar
ru: стоп
ur: روکیں
zh_hans: 停止

# instancelist.alert.delete.message
source: this will permanently delete %@. this cannot be undone.
ar: سيحذف هذا %@ نهائيًا. لا يمكن التراجع.
bn: এটি %@ স্থায়ীভাবে মুছে ফেলবে। পূর্বাবস্থায় ফেরানো যাবে না।
de: dies löscht %@ dauerhaft. kann nicht rückgängig gemacht werden.
es: esto eliminará %@ permanentemente. no se puede deshacer.
fr: ceci supprimera %@ de façon permanente. impossible à annuler.
hi: यह %@ को स्थायी रूप से हटा देगा। पूर्ववत नहीं हो सकता।
id: ini akan menghapus %@ secara permanen. tidak dapat dibatalkan.
ja: %@ が完全に削除されます。この操作は取り消せません。
ko: %@이(가) 영구적으로 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
pt_br: isto vai apagar %@ permanentemente. não pode ser desfeito.
pt_pt: isto vai apagar %@ permanentemente. não pode ser anulado.
ru: это окончательно удалит %@. отменить нельзя.
ur: اس سے %@ مستقل طور پر حذف ہو جائے گا۔ کالعدم نہیں ہو سکتا۔
zh_hans: 这将永久删除 %@。此操作无法撤销。

# instancelist.alert.newSession.message
source: Enter a name for the new session.
ar: أدخل اسماً للجلسة الجديدة.
bn: নতুন সেশনের জন্য একটি নাম লিখুন।
de: Namen für die neue Sitzung eingeben.
es: Escribe un nombre para la nueva sesión.
fr: Saisis un nom pour la nouvelle session.
hi: नए सत्र के लिए नाम दर्ज करें।
id: Masukkan nama untuk sesi baru.
ja: 新しいセッションの名前を入力してください。
ko: 새 세션의 이름을 입력하세요.
pt_br: Digite um nome para a nova sessão.
pt_pt: Introduza um nome para a nova sessão.
ru: Введите имя для новой сессии.
ur: نئے سیشن کے لیے نام درج کریں۔
zh_hans: 输入新会话的名称。

# instancelist.alert.newSession.title
source: New Session
ar: جلسة جديدة
bn: নতুন সেশন
de: Neue Sitzung
es: Nueva sesión
fr: Nouvelle session
hi: नया सत्र
id: Sesi baru
ja: 新しいセッション
ko: 새 세션
pt_br: Nova sessão
pt_pt: Nova sessão
ru: Новая сессия
ur: نیا سیشن
zh_hans: 新会话

# instancelist.alert.placeholder.nickname
source: Nickname
ar: اسم مستعار
bn: ডাকনাম
de: Spitzname
es: Apodo
fr: Surnom
hi: उपनाम
id: Nama panggilan
ja: ニックネーム
ko: 닉네임
pt_br: Apelido
pt_pt: Alcunha
ru: Псевдоним
ur: عرفی نام
zh_hans: 昵称

# instancelist.alert.placeholder.sessionName
source: Session name
ar: اسم الجلسة
bn: সেশনের নাম
de: Sitzungsname
es: Nombre de sesión
fr: Nom de session
hi: सत्र का नाम
id: Nama sesi
ja: セッション名
ko: 세션 이름
pt_br: Nome da sessão
pt_pt: Nome da sessão
ru: Имя сессии
ur: سیشن کا نام
zh_hans: 会话名称

# instancelist.alert.renameSession.message
source: Enter a new name for this session.
ar: أدخل اسماً جديداً لهذه الجلسة.
bn: এই সেশনের জন্য নতুন নাম লিখুন।
de: Neuen Namen für diese Sitzung eingeben.
es: Escribe un nuevo nombre para esta sesión.
fr: Saisis un nouveau nom pour cette session.
hi: इस सत्र के लिए नया नाम दर्ज करें।
id: Masukkan nama baru untuk sesi ini.
ja: このセッションの新しい名前を入力してください。
ko: 이 세션의 새 이름을 입력하세요.
pt_br: Digite um novo nome para esta sessão.
pt_pt: Introduza um novo nome para esta sessão.
ru: Введите новое имя для этой сессии.
ur: اس سیشن کے لیے نیا نام درج کریں۔
zh_hans: 输入此会话的新名称。

# instancelist.alert.renameSession.title
source: Rename Session
ar: إعادة تسمية الجلسة
bn: সেশন পুনঃনামকরণ
de: Sitzung umbenennen
es: Renombrar sesión
fr: Renommer la session
hi: सत्र का नाम बदलें
id: Ganti nama sesi
ja: セッション名を変更
ko: 세션 이름 변경
pt_br: Renomear sessão
pt_pt: Renomear sessão
ru: Переименовать сессию
ur: سیشن کا نام تبدیل کریں
zh_hans: 重命名会话

# instancelist.button.newSession
source: + new session
ar: + جلسة جديدة
bn: + নতুন সেশন
de: + neue sitzung
es: + nueva sesión
fr: + nouvelle session
hi: + नया सत्र
id: + sesi baru
ja: + 新規セッション
ko: + 새 세션
pt_br: + nova sessão
pt_pt: + nova sessão
ru: + новая сессия
ur: + نیا سیشن
zh_hans: + 新会话

# instancelist.claws.loading
source: loading claws...
ar: جاري تحميل claws...
bn: claws লোড হচ্ছে...
de: claws werden geladen...
es: cargando claws...
fr: chargement des claws...
hi: claws लोड हो रहे हैं...
id: memuat claws...
ja: claws を読み込み中...
ko: claws 로드 중...
pt_br: carregando claws...
pt_pt: a carregar claws...
ru: загрузка claws...
ur: claws لوڈ ہو رہے ہیں...
zh_hans: 正在加载 claws...

# instancelist.context.delete
source: Delete
ar: حذف
bn: মুছুন
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
id: Hapus
ja: 削除
ko: 삭제
pt_br: Deletar
pt_pt: Apagar
ru: Удалить
ur: حذف
zh_hans: 删除

# instancelist.context.killWindow
source: Kill Window
ar: قتل النافذة
bn: উইন্ডো শেষ
de: Fenster beenden
es: Matar ventana
fr: Tuer la fenêtre
hi: विंडो समाप्त
id: Bunuh jendela
ja: ウィンドウを終了
ko: 창 종료
pt_br: Encerrar janela
pt_pt: Terminar janela
ru: Убить окно
ur: ونڈو ختم
zh_hans: 结束窗口

# instancelist.context.rename
source: Rename
ar: إعادة التسمية
bn: নাম পরিবর্তন
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
id: Ubah nama
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
pt_pt: Mudar o nome
ru: Переименовать
ur: نام تبدیل
zh_hans: 重命名

# instancelist.footer.serversConnected
source: %lld servers connected
ar: %lld خادم متصل
bn: %lld সার্ভার সংযুক্ত
de: %lld Server verbunden
es: %lld Macs conectados
fr: %lld serveurs connectés
hi: %lld सर्वर कनेक्टेड
id: %lld server terhubung
ja: %lld 台のサーバーが接続済み
ko: 서버 %lld대 연결됨
pt_br: %lld Macs conectados
pt_pt: %lld Macs ligados
ru: %lld сервера подключено
ur: %lld سرور منسلک
zh_hans: %lld 台服务器已连接

# instancelist.section.conversations
source: // conversations
ar: // المحادثات
bn: // কথোপকথন
de: // Konversationen
es: // conversaciones
hi: // बातचीत
id: // percakapan
ja: // 会話
ko: // 대화
pt_br: // conversas
pt_pt: // conversas
ru: // разговоры
ur: // گفتگو
zh_hans: // 对话

# instancelist.sessions.loading
source: loading sessions...
ar: جاري تحميل الجلسات...
bn: সেশন লোড হচ্ছে...
de: sitzungen werden geladen...
es: cargando sesiones...
fr: chargement des sessions...
hi: सत्र लोड हो रहे हैं...
id: memuat sesi...
ja: セッションを読み込み中...
ko: 세션 로드 중...
pt_br: carregando sessões...
pt_pt: a carregar sessões...
ru: загрузка сессий...
ur: سیشنز لوڈ ہو رہے ہیں...
zh_hans: 正在加载会话...

# instancelist.sessionSheet.footer.activeSessionsHint
source: %lld active sessions · swipe left to delete
ar: %lld جلسة نشطة · اسحب لليسار للحذف
bn: %lld সক্রিয় সেশন · মুছতে বাঁদিকে সোয়াইপ করুন
de: %lld aktive Sitzungen · zum Löschen wischen
es: %lld sesiones activas · desliza para eliminar
fr: %lld sessions actives · glisser pour supprimer
hi: %lld सक्रिय सत्र · हटाने के लिए बाएँ स्वाइप करें
id: %lld sesi aktif · geser untuk menghapus
ja: アクティブなセッション %lld 件 · スワイプで削除
ko: 활성 세션 %lld개 · 왼쪽으로 쓸어넘겨 삭제
pt_br: %lld sessões ativas · deslize para excluir
pt_pt: %lld sessões ativas · desliza para apagar
ru: %lld активной сессии · смахните для удаления
ur: %lld فعال سیشن · حذف کے لیے بائیں سوائپ کریں
zh_hans: %lld 个活动会话 · 向左轻扫删除

# instancelist.workspace.attached
source: attached
ar: مرفق
bn: সংযুক্ত
de: verbunden
es: adjuntado
fr: attaché
hi: अटैच
id: terhubung
ja: 接続中
ko: 연결됨
pt_br: anexado
pt_pt: anexado
ru: подключено
ur: منسلک
zh_hans: 已附加

# instancelist.workspace.created
source: created %@
ar: تم الإنشاء %@
bn: %@ তৈরি হয়েছে
de: erstellt %@
es: creado %@
fr: créé %@
hi: %@ बनाया गया
id: dibuat %@
ja: %@ に作成
ko: %@에 생성됨
pt_br: criado %@
pt_pt: criado %@
ru: создано %@
ur: %@ بنایا گیا
zh_hans: 创建于 %@

# mac.detail.button.retryConnect
source: Try to reconnect
ar: محاولة إعادة الاتصال
bn: পুনরায় সংযোগের চেষ্টা করুন
de: Erneut verbinden
es: Reintentar conexión
fr: Reconnecter
hi: फिर से कनेक्ट करें
id: Coba hubungkan ulang
ja: 再接続を試みる
ko: 다시 연결 시도
pt_br: Tentar reconectar
pt_pt: Tentar reconectar
ru: Повторить подключение
ur: دوبارہ جڑنے کی کوشش
zh_hans: 尝试重新连接

# mac.detail.empty.clientUninitialized
source: Client not started
ar: لم يبدأ العميل
bn: ক্লায়েন্ট শুরু হয়নি
de: Client nicht gestartet
es: Cliente no iniciado
fr: Client non démarré
hi: क्लाइंट शुरू नहीं
id: Klien belum dimulai
ja: クライアントが開始されていません
ko: 클라이언트가 시작되지 않음
pt_br: Cliente não iniciado
pt_pt: Cliente não iniciado
ru: Клиент не запущен
ur: کلائنٹ شروع نہیں ہوا
zh_hans: 客户端未启动

# mac.detail.empty.description
source: Open a pane on the Mac or wait for sync.
ar: افتح لوحة على Mac أو انتظر المزامنة.
bn: Mac-এ pane খুলুন বা সিঙ্কের জন্য অপেক্ষা করুন।
de: Öffnen Sie einen Bereich auf dem Mac oder warten Sie auf die Synchronisierung.
es: Abre un panel en el Mac o espera la sincronización.
fr: Ouvrez un volet sur le Mac ou attendez la synchronisation.
hi: Mac पर pane खोलें या सिंक की प्रतीक्षा करें।
id: Buka pane di Mac atau tunggu sinkronisasi.
ja: Mac でペインを開くか、同期を待ってください。
ko: Mac에서 패널을 열거나 동기화를 기다리세요.
pt_br: Abra um painel no Mac ou aguarde a sincronização.
pt_pt: Abra um painel no Mac ou aguarde a sincronização.
ru: Откройте pane на Mac или дождитесь синхронизации.
ur: Mac پر pane کھولیں یا ہم آہنگی کا انتظار کریں۔
zh_hans: 在 Mac 上打开一个窗格，或等待同步。

# mac.detail.empty.title
source: No active pane
ar: لا توجد لوحة نشطة
bn: কোনো সক্রিয় pane নেই
de: Kein aktiver Bereich
es: Sin panes activos
fr: Aucun volet actif
hi: कोई सक्रिय pane नहीं
id: Tidak ada pane aktif
ja: アクティブなペインはありません
ko: 활성 패널 없음
pt_br: Nenhum painel ativo
pt_pt: Nenhum painel ativo
ru: Нет активных panes
ur: کوئی فعال pane نہیں
zh_hans: 没有活动窗格

# mac.detail.section.activePanes
source: // active panes
ar: // اللوحات النشطة
bn: // সক্রিয় panes
de: // aktive Bereiche
es: // panes activos
fr: // volets actifs
hi: // सक्रिय panes
id: // pane aktif
ja: // アクティブなペイン
ko: // 활성 패널
pt_br: // painéis ativos
pt_pt: // painéis ativos
ru: // активные panes
ur: // فعال panes
zh_hans: // 活动窗格

# mac.detail.section.activePanes.hint
source: %lld panes. Tap to open on iPhone — no QR needed.
ar: %lld لوحة. اضغط للفتح على iPhone — لا حاجة إلى QR.
bn: %lld pane. iPhone-এ খুলতে ট্যাপ করুন — QR লাগবে না।
de: %lld Bereiche. Antippen, um auf iPhone zu öffnen — kein QR nötig.
es: %lld paneles. Toca para abrir en iPhone — sin QR.
fr: %lld volets. Appuyez pour ouvrir sur iPhone — sans QR.
hi: %lld pane. iPhone पर खोलने के लिए टैप करें — QR की ज़रूरत नहीं।
id: %lld pane. Ketuk untuk membuka di iPhone — tanpa QR.
ja: %lld 個のペイン。タップして iPhone で開きます — QR 不要。
ko: 패널 %lld개. 탭하면 iPhone에서 열립니다 — QR 필요 없음.
pt_br: %lld painéis. Toque para abrir no iPhone — sem QR.
pt_pt: %lld painéis. Toque para abrir no iPhone — sem QR.
ru: %lld панели. Нажмите, чтобы открыть на iPhone — без QR.
ur: %lld panes۔ iPhone پر کھولنے کے لیے ٹیپ کریں — QR نہیں چاہیے۔
zh_hans: %lld 个窗格。轻点以在 iPhone 上打开 — 无需 QR。

# mac.detail.status.connecting
source: connecting
ar: جاري الاتصال
bn: সংযোগ হচ্ছে
de: verbinden
es: conectando
fr: connexion
hi: कनेक्ट हो रहा है
id: menyambung
ja: 接続中
ko: 연결 중
pt_br: conectando
pt_pt: a ligar
ru: подключение
ur: جڑ رہا ہے
zh_hans: 正在连接

# mac.detail.status.offline
source: offline
ar: غير متصل
bn: অফলাইন
es: desconectado
fr: hors ligne
hi: ऑफ़लाइन
id: luring
ja: オフライン
ko: 오프라인
ru: офлайн
ur: آف لائن
zh_hans: 离线

# mac.detail.status.online
source: online
ar: متصل
bn: অনলাইন
es: en línea
fr: en ligne
hi: ऑनलाइन
id: daring
ja: オンライン
ko: 온라인
ru: в сети
ur: آن لائن
zh_hans: 在线

# mac.home.subtitle.connecting
source: connecting…
ar: جاري الاتصال…
bn: সংযোগ হচ্ছে…
de: verbinden…
es: conectando…
fr: connexion…
hi: कनेक्ट हो रहा है…
id: menyambung…
ja: 接続中…
ko: 연결 중…
pt_br: conectando…
pt_pt: a ligar…
ru: подключение…
ur: جڑ رہا ہے…
zh_hans: 正在连接…

# mac.home.subtitle.noPanes
source: no active panes
ar: لا توجد لوحات نشطة
bn: কোনো সক্রিয় pane নেই
de: keine aktiven Bereiche
es: sin panes activos
fr: aucun volet actif
hi: कोई सक्रिय pane नहीं
id: tidak ada pane aktif
ja: アクティブなペインはありません
ko: 활성 패널 없음
pt_br: nenhum painel ativo
pt_pt: nenhum painel ativo
ru: нет активных panes
ur: کوئی فعال pane نہیں
zh_hans: 没有活动窗格

# mac.home.subtitle.offline
source: offline (%@)
ar: غير متصل (%@)
bn: অফলাইন (%@)
es: desconectado (%@)
fr: hors ligne (%@)
hi: ऑफ़लाइन (%@)
id: luring (%@)
ja: オフライン (%@)
ko: 오프라인 (%@)
ru: офлайн (%@)
ur: آف لائن (%@)
zh_hans: 离线（%@）

# mac.home.subtitle.paneCount
source: %lld panes
ar: %lld لوحة
de: %lld Bereiche
es: %lld paneles
fr: %lld volets
id: %lld pane
ja: %lld 個のペイン
ko: 패널 %lld개
pt_br: %lld painéis
pt_pt: %lld painéis
ru: %lld панели
zh_hans: %lld 个窗格

# pairing.deny.authFailed
source: Authentication failed. Please pair again.
ar: فشل المصادقة. أعد الاقتران.
bn: প্রমাণীকরণ ব্যর্থ। আবার পেয়ার করুন।
de: Authentifizierung fehlgeschlagen. Erneut koppeln.
es: Fallo de autenticación. Empareja de nuevo.
fr: Échec de l’authentification. Ré-appairez.
hi: प्रमाणीकरण विफल। फिर से पेयर करें।
id: Otentikasi gagal. Pasangkan ulang.
ja: 認証に失敗しました。もう一度ペアリングしてください。
ko: 인증에 실패했습니다. 다시 페어링하세요.
pt_br: Falha de autenticação. Pareie novamente.
pt_pt: Falha de autenticação. Emparelhe novamente.
ru: Сбой аутентификации. Сопрягите снова.
ur: تصدیق ناکام۔ دوبارہ جوڑیں۔
zh_hans: 认证失败。请重新配对。

# pairing.deny.consentDenied
source: The Mac refused the pairing.
ar: رفض Mac الاقتران.
bn: Mac পেয়ারিং প্রত্যাখ্যান করেছে।
de: Der Mac hat die Kopplung abgelehnt.
es: El Mac rechazó el emparejamiento.
fr: Le Mac a refusé l’appairage.
hi: Mac ने पेयरिंग अस्वीकार की।
id: Mac menolak pemasangan.
ja: Mac がペアリングを拒否しました。
ko: Mac이 페어링을 거부했습니다.
pt_br: O Mac recusou o pareamento.
pt_pt: O Mac recusou o emparelhamento.
ru: Mac отклонил сопряжение.
ur: Mac نے جوڑی سے انکار کیا۔
zh_hans: Mac 拒绝了配对。

# pairing.deny.generic
source: Pairing denied (%@).
ar: تم رفض الاقتران (%@).
bn: পেয়ারিং প্রত্যাখ্যাত (%@)।
de: Kopplung abgelehnt (%@).
es: Emparejamiento denegado (%@).
fr: Appairage refusé (%@).
hi: पेयरिंग अस्वीकृत (%@)।
id: Pemasangan ditolak (%@).
ja: ペアリングが拒否されました (%@)。
ko: 페어링이 거부되었습니다 (%@).
pt_br: Pareamento recusado (%@).
pt_pt: Emparelhamento recusado (%@).
ru: Сопряжение отклонено (%@).
ur: جوڑی مسترد (%@)۔
zh_hans: 配对被拒绝（%@）。

# pairing.deny.revoked
source: This iPhone was revoked on the Mac. Please pair again.
ar: تم إبطال هذا iPhone على Mac. أعد الاقتران.
bn: এই iPhone Mac-এ প্রত্যাহার। আবার পেয়ার করুন।
de: Dieses iPhone wurde auf dem Mac widerrufen. Erneut koppeln.
es: Este iPhone fue revocado en el Mac. Empareja de nuevo.
fr: Cet iPhone a été révoqué sur le Mac. Ré-appairez.
hi: यह iPhone Mac पर रद्द कर दिया गया। फिर से पेयर करें।
id: iPhone ini dicabut di Mac. Pasangkan ulang.
ja: この iPhone は Mac で解除されました。もう一度ペアリングしてください。
ko: 이 iPhone이 Mac에서 해제되었습니다. 다시 페어링하세요.
pt_br: Este iPhone foi revogado no Mac. Pareie novamente.
pt_pt: Este iPhone foi revogado no Mac. Emparelhe novamente.
ru: Этот iPhone отозван на Mac. Сопрягите снова.
ur: اس iPhone کو Mac پر منسوخ کر دیا گیا۔ دوبارہ جوڑیں۔
zh_hans: 此 iPhone 已在 Mac 上被撤销。请重新配对。

# pairing.deny.tokenExpired
source: The QR expired or was already used. Generate a new one on the Mac.
ar: انتهى رمز QR أو تم استخدامه. أنشئ واحدًا جديدًا على Mac.
bn: QR-এর মেয়াদ শেষ বা ইতিমধ্যে ব্যবহৃত। Mac-এ নতুন তৈরি করুন।
de: Der QR ist abgelaufen oder wurde bereits verwendet. Erzeugen Sie einen neuen auf dem Mac.
es: El QR expiró o ya fue usado. Genera uno nuevo en el Mac.
fr: Le QR a expiré ou a déjà été utilisé. Générez-en un nouveau sur le Mac.
hi: QR समाप्त या पहले से उपयोग। Mac पर नया बनाएँ।
id: QR kedaluwarsa atau sudah dipakai. Buat yang baru di Mac.
ja: QR の有効期限が切れたか、すでに使用されています。Mac で新しいものを生成してください。
ko: QR이 만료되었거나 이미 사용되었습니다. Mac에서 새 QR을 생성하세요.
pt_br: O QR expirou ou já foi usado. Gere um novo no Mac.
pt_pt: O QR expirou ou já foi usado. Gere um novo no Mac.
ru: QR истёк или уже использован. Сгенерируйте новый на Mac.
ur: QR کی میعاد ختم ہو گئی یا پہلے استعمال ہو چکا۔ Mac پر نیا بنائیں۔
zh_hans: QR 已过期或已被使用。请在 Mac 上生成新的 QR。

# pairing.deny.unknownDevice
source: This iPhone isn’t paired with the Mac.
ar: هذا iPhone غير مقترن بالـ Mac.
bn: এই iPhone Mac-এর সাথে পেয়ার নেই।
de: Dieses iPhone ist nicht mit dem Mac gekoppelt.
es: Este iPhone no está emparejado con el Mac.
fr: Cet iPhone n’est pas appairé avec le Mac.
hi: यह iPhone Mac से पेयर नहीं।
id: iPhone ini belum dipasangkan dengan Mac.
ja: この iPhone は Mac にペアリングされていません。
ko: 이 iPhone은 Mac과 페어링되어 있지 않습니다.
pt_br: Este iPhone não está pareado com o Mac.
pt_pt: Este iPhone não está emparelhado com o Mac.
ru: Этот iPhone не сопряжён с Mac.
ur: یہ iPhone Mac سے جوڑا نہیں ہے۔
zh_hans: 此 iPhone 未与 Mac 配对。

# pairing.mac.detail.clientNotStarted
source: Client not started
ar: لم يبدأ العميل
bn: ক্লায়েন্ট শুরু হয়নি
de: Client nicht gestartet
es: Cliente no iniciado
fr: Client non démarré
hi: क्लाइंट प्रारंभ नहीं हुआ
id: Klien belum dimulai
ja: クライアント未起動
ko: 클라이언트가 시작되지 않음
pt_br: Cliente não iniciado
pt_pt: Cliente não iniciado
ru: Клиент не запущен
ur: کلائنٹ شروع نہیں ہوا
zh_hans: 客户端未启动

# presence.error.disconnected
source: Disconnected.
ar: تم قطع الاتصال.
bn: সংযোগ বিচ্ছিন্ন।
de: Getrennt.
es: Desconectado.
fr: Déconnecté.
hi: डिस्कनेक्ट हो गया।
id: Terputus.
ja: 切断されました。
ko: 연결이 끊어졌습니다.
pt_br: Desconectado.
pt_pt: Desligado.
ru: Отключено.
ur: رابطہ منقطع۔
zh_hans: 已断开连接。

# presence.error.notAuthenticated
source: Presence not authenticated.
ar: الحضور لم يُصادَق عليه.
bn: উপস্থিতি প্রমাণীকৃত নয়।
de: Präsenz nicht authentifiziert.
es: Presencia no autenticada.
fr: Présence non authentifiée.
hi: उपस्थिति प्रमाणीकृत नहीं।
id: Kehadiran belum diotentikasi.
ja: プレゼンスが認証されていません。
ko: Presence가 인증되지 않았습니다.
pt_br: Presença não autenticada.
pt_pt: Presença não autenticada.
ru: Присутствие не аутентифицировано.
ur: موجودگی کی تصدیق نہیں ہوئی۔
zh_hans: Presence 未认证。

# qr.action.pasteLink
source: paste link
ar: الصق الرابط
bn: লিঙ্ক পেস্ট
de: link einfügen
es: pegar enlace
fr: coller le lien
hi: लिंक पेस्ट करें
id: tempel tautan
ja: リンクを貼り付け
ko: 링크 붙여넣기
pt_br: colar link
pt_pt: colar ligação
ru: вставить ссылку
ur: لنک چسپاں کریں
zh_hans: 粘贴链接

# qr.button.backToScanner
source: back to scanner
ar: العودة إلى الماسح
bn: স্ক্যানারে ফিরে
de: zurück zum scanner
es: volver al escáner
fr: retour au scanner
hi: स्कैनर पर वापस
id: kembali ke pemindai
ja: スキャナーに戻る
ko: 스캐너로 돌아가기
pt_br: voltar ao scanner
pt_pt: voltar ao scanner
ru: назад к сканеру
ur: اسکینر پر واپس
zh_hans: 返回扫描器

# qr.button.connect
source: connect
ar: الاتصال
bn: সংযোগ
de: verbinden
es: conectar
fr: connecter
hi: कनेक्ट करें
id: sambungkan
ja: 接続
ko: 연결
pt_br: conectar
pt_pt: ligar
ru: подключить
ur: جڑیں
zh_hans: 连接

# qr.divider.or
source: or
ar: أو
bn: অথবা
de: oder
es: o
fr: ou
hi: या
id: atau
ja: または
ko: 또는
pt_br: ou
pt_pt: ou
ru: или
ur: یا
zh_hans: 或

# qr.error.invalidFormat
source: invalid link format
ar: صيغة رابط غير صالحة
bn: অবৈধ লিঙ্ক ফরম্যাট
de: ungültiges linkformat
es: formato de enlace no válido
fr: format de lien invalide
hi: अमान्य लिंक प्रारूप
id: format tautan tidak valid
ja: 無効なリンク形式
ko: 잘못된 링크 형식
pt_br: formato de link inválido
pt_pt: formato de ligação inválido
ru: неверный формат ссылки
ur: غلط لنک فارمیٹ
zh_hans: 无效的链接格式

# qr.error.invalidQR
source: invalid QR link format
ar: صيغة رابط QR غير صالحة
bn: অবৈধ QR লিঙ্ক ফরম্যাট
de: ungültiges qr-linkformat
es: formato de enlace qr no válido
fr: format de lien qr invalide
hi: अमान्य QR लिंक प्रारूप
id: format tautan qr tidak valid
ja: 無効な QR リンク形式
ko: 잘못된 QR 링크 형식
pt_br: formato de link QR inválido
pt_pt: formato de ligação QR inválido
ru: неверный формат qr-ссылки
ur: غلط QR لنک فارمیٹ
zh_hans: 无效的 QR 链接格式

# qr.error.linkMustBeTheyos
source: link must be a Soyeht deep link with token and host
ar: يجب أن يكون الرابط رابطًا عميقًا من Soyeht مع رمز ومضيف
bn: লিঙ্কটি token এবং host সহ Soyeht deep link হতে হবে
de: der link muss ein Soyeht-deeplink mit token und host sein
es: el enlace debe ser un enlace profundo de Soyeht con token y host
fr: le lien doit être un lien profond Soyeht avec jeton et hôte
hi: लिंक token और host के साथ Soyeht deep link होना चाहिए
id: tautan harus deep link Soyeht dengan token dan host
ja: リンクはトークンとホストを含む Soyeht ディープリンクである必要があります
ko: 링크는 token과 host가 포함된 Soyeht 딥 링크여야 합니다
pt_br: o link precisa ser um link profundo do Soyeht com token e host
pt_pt: a ligação tem de ser uma ligação profunda do Soyeht com token e host
ru: ссылка должна быть deep link Soyeht с token и host
ur: لنک token اور host کے ساتھ Soyeht deep link ہونا چاہیے
zh_hans: 链接必须是包含 token 和 host 的 Soyeht 深层链接

# qr.error.pasteFirst
source: paste a Soyeht link first
ar: الصق رابط Soyeht أولًا
bn: প্রথমে Soyeht লিঙ্ক পেস্ট করুন
de: fügen sie zuerst einen Soyeht-link ein
es: pega primero un enlace Soyeht
fr: collez d’abord un lien Soyeht
hi: पहले Soyeht लिंक पेस्ट करें
id: tempel tautan Soyeht terlebih dahulu
ja: まず Soyeht リンクを貼り付けてください
ko: 먼저 Soyeht 링크를 붙여넣으세요
pt_br: cole um link Soyeht primeiro
pt_pt: cole uma ligação Soyeht primeiro
ru: сначала вставьте ссылку Soyeht
ur: پہلے Soyeht لنک چسپاں کریں
zh_hans: 请先粘贴 Soyeht 链接

# qr.error.qrMustBeTheyos
source: QR code must be a Soyeht deep link with token and host
ar: يجب أن يكون رمز QR رابطًا عميقًا من Soyeht مع رمز ومضيف
bn: QR কোডটি token এবং host সহ Soyeht deep link হতে হবে
de: der qr muss ein Soyeht-deeplink mit token und host sein
es: el QR debe ser un enlace profundo de Soyeht con token y host
fr: le QR doit être un lien profond Soyeht avec jeton et hôte
hi: QR कोड token और host के साथ Soyeht deep link होना चाहिए
id: qr harus deep link Soyeht dengan token dan host
ja: QR コードはトークンとホストを含む Soyeht ディープリンクである必要があります
ko: QR 코드는 token과 host가 포함된 Soyeht 딥 링크여야 합니다
pt_br: o código QR precisa ser um link profundo do Soyeht com token e host
pt_pt: o código QR tem de ser uma ligação profunda do Soyeht com token e host
ru: qr должен быть deep link Soyeht с token и host
ur: QR کو token اور host کے ساتھ Soyeht deep link ہونا چاہیے
zh_hans: QR 码必须是包含 token 和 host 的 Soyeht 深层链接

# qr.hint
source: scan the QR code to get started
ar: امسح رمز QR للبدء
bn: শুরু করতে QR স্ক্যান করুন
de: scannen Sie den QR-Code, um zu beginnen
es: escanea el qr para empezar
fr: scannez le qr code pour commencer
hi: शुरू करने के लिए QR स्कैन करें
id: pindai qr code untuk memulai
ja: QR をスキャンして始める
ko: QR 코드를 스캔하여 시작하세요
pt_br: escaneie o código QR para começar
pt_pt: leia o código QR para começar
ru: отсканируйте qr-код, чтобы начать
ur: شروع کرنے کے لیے QR اسکین کریں
zh_hans: 扫描 QR 码即可开始

# qr.label.link
source: LINK
ar: الرابط
bn: লিঙ্ক
es: ENLACE
fr: LIEN
hi: लिंक
id: TAUTAN
ja: リンク
ko: 링크
ru: ССЫЛКА
ur: لنک
zh_hans: 链接
